Revit 2027 API
BuiltInFailures.CreationFailures.CannotMakeToposolidFromVerticalFaceError Property
 Can't make toposolid from vertical face.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMakeToposolidFromVerticalFaceError { get; }
Public Shared ReadOnly Property CannotMakeToposolidFromVerticalFaceError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMakeToposolidFromVerticalFaceError {
	FailureDefinitionId^ get ();
}
static member CannotMakeToposolidFromVerticalFaceError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace